{"raw_content": "{\n  \"data\": {\n  \"extracted_information\": \"La biografía ilustrada de Hegel V. 1.07.06 en es.hegel.net contiene información biográfica detallada sobre Georg Wilhelm Friedrich Hegel, cubriendo su juventud, educación, carrera académica, vida familiar, contexto histórico y eventos importantes.\",\n  \"specifications\": {},\n  \"pricing\": {},\n  \"features\": [],\n  \"statistics\": {},\n  \"temporal_info\": {\n  \"nacimiento\": \"27 de agosto de 1770\",\n  \"muerte\": \"14 de noviembre de 1831\",\n  \"padre_georg_ludwig_hegel\": {\n  \"nacimiento\": \"1733\",\n  \"muerte\": \"1799\",\n  \"carrera\": \"Oficial de ingresos ordinarios en el servicio fiscal de Württemberg (Rentkammersekretär desde 1766, Rentenkammer-Expeditionsrat desde 1796)\"\n  },\n  \"madre_maria_magdalena_louisa_fromm\": {\n  \"nacimiento\": \"1741\",\n  \"muerte\": \"1783\",\n  \"educacion\": \"Bien educada para su tiempo, enseñó a Hegel los elementos del latín\",\n  \"muerte_causa\": \"Fiebre biliar\"\n  },\n  \"hermana_christian_louisa_hegel\": {\n  \"nacimiento\": \"1773\",\n  \"muerte\": \"1832\",\n  \"carrera\": \"Institutriz del conde Josef von Berlichingen (1807-1814)\",\n  \"eventos\": \"Sufrió un trastorno nervioso (1820), internada en un asilo (Irrenananstalt Zwiefalten) por un año. Su relación con Hegel sufrió después. Se ahogó tres meses después de la muerte de Hegel.\"\n  },\n  \"hermano_georg_ludwig_hegel\": {\n  \"nacimiento\": \"1776\",\n  \"muerte\": \"1812\",\n  \"carrera\": \"Oficial del ejército de Napoleón\",\n  \"muerte_causa\": \"Murió luchando en la campaña rusa de Napoleón\"\n  },\n  \"matrimonio\": \"16 de septiembre de 1811, con Marie Helena Susanna von Tucher\",\n  \"esposa_marie_helena_susanna_von_tucher\": {\n  \"nacimiento\": \"1791\",\n  \"muerte\": \"1855\",\n  \"familia\": \"Hija mayor del senador y alcalde (Bürgermeister) de Núremberg, Freiherr Jobst Wilhelm Karl von Tucher (1762-1813). Proveniente de una antigua familia patricia de Núremberg.\"\n  },\n  \"hijo_ilegitimo_georg_ludwig_friedrich_fischer\": {\n  \"nacimiento\": \"5 de febrero de 1807\",\n  \"muerte\": \"1831\",\n  \"madre\": \"Christiane Charlotte Burkhardt (nee Fischer), casera y ama de llaves de Hegel\",\n  \"eventos\": \"Fue acogido temporalmente en Jena, más tarde vivió con la familia Hegel en Heidelberg. No se integró bien, dejó el hogar a los 19 años (1826). Se alistó como mercenario en el ejército holandés y murió de fiebre en Batavia (Yakarta) en 1831.\"\n  },\n  \"hija_con_marie_von_tucher\": {\n  \"nacimiento\": \"Un año después de la boda (1812)\",\n  \"muerte\": \"Poco después de nacer\"\n  },\n  \"hijo_friedrich_wilhelm_karl_hegel\": {\n  \"nacimiento\": \"7 de junio de 1813\",\n  \"muerte\": \"1901\",\n  \"carrera\": \"Profesor de historia medieval en Erlangen\"\n  },\n  \"hijo_thomas_immanuel_christian_hegel\": {\n  \"nacimiento\": \"24 de septiembre de 1814\",\n  \"muerte\": \"1891\",\n  \"carrera\": \"Burócrata prusiano. Fideicomisario del tesoro del estado prusiano (1858), presidente del Konsistorium de la Iglesia Evangélica para la Provincia de Brandenburgo (1868).\"\n  },\n  \"educacion\": {\n  \"escuela_alemana\": \"Desde los 3 años\",\n  \"escuela_de_latin\": \"Desde los 5 años\",\n  \"gimnasio_de_stuttgart\": \"De los 7 a los 18 años\",\n  \"seminario_teologico_stift_en_tubinga\": \"Desde el otoño de 1788 (a los 18 años). Poco interés en la teología tradicional, se enfocó en los clásicos y la filosofía.\",\n  \"doctorado_magister_der_philosophie\": \"Septiembre de 1790 (después de 2 años en Stift)\",\n  \"certificado_teologico\": \"Septiembre de 1793 (a los 23 años)\",\n  \"estudios_adicionales_en_tubinga\": \"Estudió intensivamente a Aristóteles. Lector de Schiller, Spinoza, Jacobi, Herder, Voltaire, Rousseau.\"\n  },\n  \"carrera_academica\": {\n  \"tutor_privado_en_berna\": \"Desde 1793, para los hijos del Capitán Karl Friedrich von Steiger en Tschugg bei Erlach (cerca de Berna) y en su casa de Berna. (Hasta enero de 1797). Usó este tiempo para estudiar filosofía y literatura griega.\",\n  \"tutor_privado_en_frankfurt\": \"Desde enero de 1797, en la familia de Herr Johann Noe Gogel, un comerciante de vinos. (Hasta enero de 1801). Le dio más tiempo libre para estudiar economía y gobierno.\",\n  \"jena_privatdozent\": \"Llegó en enero de 1801. Se calificó para la posición con su disertación 'De orbitis planetarum' (1801). Dio conferencias sobre lógica, metafísica (invierno 1801-1802, 11 estudiantes), sobre su sistema (1804, clase de 30).\",\n  \"jena_profesor_extraordinarius\": \"Febrero de 1805. Recibió su primer y único estipendio (100 taleros) en julio de 1806.\",\n  \"editor_del_bamberger_zeitung\": \"1807-1808. No escribió mucho, pero mantuvo el periódico abierto bajo censura napoleónica.\",\n  \"rector_del_aegidien_gymnasium_en_nuremberg\": \"Desde diciembre de 1808 hasta agosto de 1816. Implementó reformas educativas según el proyecto de Niethammer. Escribió lecciones para la escuela (publicadas póstumamente como Philosophical Propaedeutics).\",\n  \"catedratico_de_filosofia_en_heidelberg\": \"Desde octubre de 1816. Aceptó tras rechazar una oferta de Berlín (dudaban de su largo receso de enseñanza). Clases con pocos estudiantes en algunos cursos (4), otras con 20-30.\",\n  \"catedratico_de_filosofia_en_berlin\": \"Desde 1818. Ocupó la cátedra vacante por la muerte de Fichte (1814). Nombrado con el apoyo del Ministro von Altenstein. Nunca llegó a ser más que un profesor universitario. Dio conferencias sobre estética, filosofía de la religión, filosofía de la historia, lógica, psicología y filosofía de la naturaleza. Su actividad alcanzó su punto álgido entre 1823 y 1827. Cientos de estudiantes bajo su influencia.\",\n  \"rector_de_la_universidad_de_berlin\": \"Elegido en octubre de 1829.\"\n  },\n  \"contexto_historico\": {\n  \"revolucion_francesa\": \"Impactó a Hegel y sus compañeros en Tubinga (1792). Visto como el comienzo de una nueva era. Simpatías por la facción girondista, aunque desilusionado por la brutalidad del Reinado del Terror. Mantuvo un juicio positivo sobre los logros de la Revolución. Tradujo y comentó favorablemente el panfleto 'Sobre la antigua relación política entre Vaud y la Ciudad de Berna' de Jean-Jacques Cart (publicado anónimamente en 1798), aplicando principios revolucionarios y advirtiendo a los príncipes alemanes.\",\n  \"situacion_social_y_politica_en_berna\": \"Los Steigers, la familia para la que trabajó como tutor, eran críticos con la oligarquía bernesa e introdujeron a Hegel a la situación. Hegel leyó extensamente sobre política y economía (Montesquieu, Grotius, Hobbes, Hume, Leibniz, Locke, Macchiavelli, Rousseau, Shaftesbury, Spinoza, Tucídides, Voltaire).\",\n  \"crisis_institucional_en_wurttemberg\": \"Escribió un ensayo inédito 'Sobre la condición interna de Württemberg en los últimos tiempos...' (1798) criticando la pasividad de las haciendas y la usurpación de la Corte. Abogó por un sistema de representación con sesiones regulares de la Dieta. Reconoció el espíritu de reforma proveniente de Francia. El ensayo no se publicó por ser demasiado francófilo.\",\n  \"colapso_del_imperio_aleman\": \"Escribió un ensayo inédito criticando la Constitución alemana, probablemente después de la paz de Lunéville (1801). Declaró 'Alemania ya no es un estado'. Atribuyó el colapso a formas feudales y animosidades religiosas. Esperaba la reorganización por un poder central (Austria) y un órgano representativo geográfico, prediciendo que solo vendría por 'sangre y hierro'.\",\n  \"guerras_napoleonicas\": \"Napoleón llegó a Jena el 14 de octubre de 1806. Hegel vio el derrocamiento de los prusianos con satisfacción, refiriéndose a Napoleón como el 'alma-mundo'. Mantuvo sus manuscritos seguros enviándolos a Bamberg. La censura napoleónica afectó su trabajo como editor en Bamberg.\",\n  \"reformadores_prusianos\": \"Hegel llegó a Berlín apoyado por el Ministro von Altenstein (1817-1838), parte de un grupo de reformadores ilustrados (incluyendo Humboldt, Stein, Hardenberg) que buscaban modernizar Prusia con reformas 'desde arriba', inspirados en principios de la Revolución Francesa pero evitando la intervención democrática. Hegel simpatizaba con ellos.\",\n  \"oposicion_a_los_reformadores\": \"Se enfrentó a dos grupos: la facción reaccionaria (ejército, corte, Príncipe Heredero Friedrich Wilhelm IV) que quería preservar el feudalismo y el Antiguo Régimen, y la facción 'democrática' o 'patriotas alemanes' (Schleiermacher, Fries) en la Universidad de Berlín, que abogaba por reformas 'desde abajo' inspiradas en un 'genuino espíritu alemán', a menudo mezclando democracia, individualismo, nacionalismo y a veces antisemitismo/xenofobia.\",\n  \"decretos_de_karlsbad\": \"Instigados por Metternich tras el asesinato de August von Kotzebue por Karl Ludwig Sand (estudiante de Jena inspirado por el movimiento 'alemán' y Fries) en 1819. Restablecieron la censura y la vigilancia de profesores universitarios. Esto retrasó la publicación de la Filosofía del Derecho de Hegel.\",\n  \"filosofia_del_derecho_publicacion\": \"Publicada en 1821. Criticó tanto el punto de vista reaccionario (Haller, Hugo, Savigny) como el movimiento democrático alemán (Fries). Su postura, progresista para Alemania, criticaba el atraso de la burocracia y los intereses de la tierra.\",\n  \"reforma_educativa_prusiana\": \"Altenstein nombró a Hegel para la Real Junta Académica de Examinadores de Brandenburgo (1820) para reformar el sistema educativo prusiano, haciéndolo más humanista y menos religioso. Hegel disfrutó de este papel.\",\n  \"revolucion_de_julio_en_francia\": \"Estalló en 1830. Inicialmente, Hegel expresó alarma por miedo a una respuesta excesiva y una nueva era de guerras. Sin embargo, más tarde aceptó el resultado y lo incluyó en sus 'Lecciones sobre la Filosofía de la Historia', viendo el derrocamiento del gobierno como consecuencia de su oposición a la Carta Constitucional.\",\n  \"insurreccion_polaca_y_guerra_en_belgica_1830\": \"Hegel expresó desconfianza hacia estos eventos, viendo en las ideologías católica y nacionalista que los inspiraban una regresión.\"\n  },\n  \"eventos_importantes\": {\n  \"muerte_madre_y_enfermedad_propia_y_hermana\": \"1783 (a los 13 años), su madre murió de fiebre biliar. Él y su hermana contrajeron la misma enfermedad y casi mueren.\",\n  \"diario_y_notas_estudiantiles\": \"Mantuvo un diario (1785-1787) y comenzó a recopilar notas y extractos sobre diversos temas (clásicos, periódicos, filología, historia de la literatura, matemáticas, física, moral, psicología, educación) desde los 15 años. Esto formó la materia prima para su trabajo posterior.\",\n  \"actividades_estudiantiles_en_tubinga\": \"Participó en caminatas, beber cerveza. Apodado 'el viejo'. Intercambios intelectuales con Hölderlin y Schelling. Criticismo de la teología tradicional. Interés en la Revolución Francesa. Llamado 'jacobino grosero' por sus oponentes. Posiblemente plantó un árbol de la libertad con Hölderlin y Schelling (historia dudosa, pero ilustrativa).\",\n  \"estudio_del_cristianismo\": \"En Berna, impulsado por Lessing y Kant, estudió los registros originales del cristianismo, buscando el significado de Cristo. Ignoró lo milagroso, interpretó a Jesús como revelador de unidad con Dios, superior a la moralidad kantiana. Veía a Jesús como cercano a los héroes griegos que sufren pero alcanzan reconciliación.\",\n  \"correspondencia_con_schelling_y_holderlin\": \"Mantenida durante sus años en Berna y Frankfurt. Hölderlin le influenció hacia Fichte, Schelling hacia las especulaciones alemanas.\",\n  \"viaje_a_ginebra\": \"Mayo de 1895 (error en la fecha, probablemente 1795).\",\n  \"viaje_a_oberland_bernes\": \"Julio y agosto de 1796. Mantuvo un diario detallado. Impresionado por las cascadas, pero contempló la miseria de los campesinos. Las montañas le parecieron monótonas y tediosas.\",\n  \"muerte_padre_y_herencia\": \"Enero de 1799. Recibió 3.154 gulden, lo que le permitió pensar en una vida de estudio y trasladarse a Jena.\",\n  \"colaboracion_con_schelling_en_revista\": \"Coescribió el Kritisches Journal der Philosophie (1802-1803). Las diferencias entre ellos eran latentes.\",\n  \"descubrimiento_de_ceres\": \"Su disertación de 1801 sobre las órbitas planetarias (De orbitis planetarum) mencionaba que una secuencia de distancias derivada de Platón no dejaba hueco entre Marte y Júpiter, a diferencia de la ley de Bode-Titus. Piazzi descubrió Ceres en ese lugar el 1 de enero de 1801, antes de que Hegel presentara su disertación. Hegel no mencionó este descubrimiento en la disertación, aunque probablemente lo sabía por periódicos. Críticos posteriores usaron esto para atacar su método.\",\n  \"salida_de_schelling_de_jena\": \"Mediados de 1803. Hegel se quedó para desarrollar sus propios puntos de vista.\",\n  \"solicitud_de_empleo_en_heidelberg_1805\": \"Le escribió a Johann Heinrich Voss solicitando trabajo debido a clases reducidas en Jena.\",\n  \"nacimiento_hijo_ilegítimo\": \"5 de febrero de 1807, Georg Ludwig Friedrich Fischer, con su casera Christiane Charlotte Burkhardt.\",\n  \"publicacion_fenomenologia_del_espiritu\": \"Terminó las últimas páginas en Jena (octubre de 1806), refugiándose en casa del rector por soldados franceses. Publicada en Bamberg (1807).\",\n  \"publicacion_ciencia_de_la_logica\": \"Primer volumen en 1812, completada con el segundo en 1813 y el tercero en 1816. Presentó su sistema en su forma definitiva.\",\n  \"publicacion_enzyklopadie_der_philosophischen_wissenschaften\": \"1ª edición en 1817 (en Heidelberg), para uso en sus conferencias. Ampliada en 1827 y 1830. Única exposición completa de su sistema de su propia mano.\",\n  \"critica_a_las_transacciones_de_los_estados_federados_de_wurttemberg_1815-1816\": \"Folletos políticos publicados en Heidelbergische Jahrbücher für Literatur (1817). Defendió la posición del Rey Guillermo I frente a los Estados feudales, lo que le valió críticas violentas.\",\n  \"nombramiento_en_la_junta_academica_real_de_brandenburgo\": \"1820, por Altenstein, para reformar el sistema educativo prusiano.\",\n  \"viaje_a_dresde_y_encuentros\": \"1820. Admiró la arquitectura renacentista. Conoció al historiador Friedrich Cristoph Förster y al poeta Ludwig Tieck. Visitó una exposición de pintura italiana renacentista.\",\n  \"viaje_a_paises_bajos_y_bajo_rin\": \"1822. Siguió el itinerario de Georg Forster. Visitó a Lazare Carnot (exiliado). Visitó Colonia, Amberes, Bruselas, Brujas.\",\n  \"viaje_a_viena\": \"1824. Pasó tiempo en la ópera italiana (Rossini), ballet y galerías de arte.\",\n  \"celebraciones_de_cumpleaños\": \"1826: Festival formal por admiradores (Herder, etc.), le regalaron una copa de plata. 1830: Estudiantes le hicieron una medalla en su honor. Las celebraciones privadas fueron prohibidas de ser reportadas en periódicos prusianos por celos del Rey Federico Guillermo.\",\n  \"viaje_a_paris\": \"1827. Alojado cerca del Palais de Luxembourg y Teatro Odéon. Guiado por Victor Cousin. Frecuentó la ópera, visitó el Louvre, comparó París con Berlín. La llamó 'la capital del mundo civilizado'.\",\n  \"condecoracion\": \"23 de enero de 1831, orden 'Roter Adler-Orden III.Klasse' por Federico Guillermo III.\",\n  \"discusion_con_kronprinz_sobre_gans\": \"Finales de 1831. El Príncipe Heredero Friedrich Wilhelm IV atacó a Hegel sobre la interpretación 'republicana' de su Filosofía del Derecho enseñada por Eduard Gans. Hegel se disculpó y afirmó desconocer el contenido, lo que fue criticado como autoexculpación.\",\n  \"fundacion_sozietat_fur_wissenschaftliche_kritik\": \"1826, en Berlín, con su revista 'Jahrbücher für wissenschaftliche Kritik' (1827-1846). Ayudó a Gans y Varnhagen von Ense. Buscaba crítica académica de producciones literarias y filosóficas. Contribuyó con varios artículos.\",\n  \"ensayo_sobre_el_proyecto_de_ley_de_reforma_ingles\": \"Última obra literaria importante, 1831. Primera parte publicada, últimas partes censuradas. Consideró sus efectos en el parlamento y medidas futuras. Criticó que Inglaterra había hecho menos que otros estados continentales en la abolición de monopolios y abusos, cuestionando la capacidad legislativa del parlamento inglés.\",\n  \"epidemia_de_colera_en_berlin\": \"1831. Hegel y su familia se retiraron al suburbio de Kreuzberg durante el verano. Terminó la revisión de la primera parte de su Ciencia de la Lógica (publicada en 1832). Regresó a casa en el Kupfergraben al inicio de la sesión de invierno.\",\n  \"desacuerdo_con_gans_antes_de_morir\": \"Poco antes de su muerte, tuvo un desacuerdo con Eduard Gans, quien en su aviso de conferencias sobre jurisprudencia recomendó la Filosofía del Derecho de Hegel. Hegel, viéndolo como patrocinio, exigió que se retirara la nota.\",\n  \"muerte\": \"14 de noviembre de 1831. Murió silenciosamente mientras dormía después de un día de enfermedad. La causa implícita es la epidemia de cólera (el texto menciona que la 'cólera entró por primera vez en Europa' en 1831 y que Hegel se retiró durante el verano por ello).\",\n  \"entierro\": \"Dorotheenstädtischen Friedhof (Chausseestraße 126), junto a Fichte y cerca de Karl Solger. Lugar elegido personalmente por Hegel en el funeral de Solger.\"\n  }\n  }\n }"}